export const AboutInsyra = {
        title: 'Insyra 是什麼',
        description: 'Insyra 是 Go 語言的綜合型資料分析工具，無論是日常資料處理還是大規模資料分析，Insyra 都能讓你以更快的速度、更少的程式碼完成任務。',
        whyCreate: {
            title: '為什麼創建 Insyra',
            description: 'Go 語言擁有高效能與極佳的平行處理能力，但其生態在資料分析領域，始終缺乏像 Pandas 這樣完整且成熟的分析庫。為了填補這個空缺，Insyra 於 2024 年的夏天誕生，為 Go 提供一個能夠媲美 Pandas 的強大資料分析解決方案，滿足從簡單資料處理到大型資料集的多樣需求。許多現有解決方案要嘛性能表現不佳，要嘛太複雜不易學習，使其在多樣化和複雜的資料環境中難以發揮現代硬體的優勢。Insyra 則誕生於對高性能、易用性和與現有工具無縫整合的需求。',
        },
        corePhilosophy: {
            title: '核心理念',
            items: {
                first: {
                    title: '高效能',
                    description: 'Insyra 利用 Go 語言的高效能和併發處理能力，確保資料處理速度與系統資源使用效率的最佳化。',
                },
                second: {
                    title: '靈活與擴展性',
                    description: 'Insyra 提供多個子套件包，無論是簡單的資料處理，還是複雜的大數據分析，都能夠靈活應對，並且輕鬆擴展。未來也將加入更多功能，滿足各方面的資料分析需求。',
                },
                third: {
                    title: '簡單易懂',
                    description: '我們相信，好的工具應該要讓使用者憑直覺就能輕鬆上手，而不是花費大量時間研究枯燥乏味的說明文件。因此致力將 Insyra 的使用方式設計得簡單易懂，讓使用者省下學習成本，輕鬆應用於各種資料分析場景。',
                },
            },
        },
        futureVision: {
            title: '未來展望',
            description: '我們期望 Insyra 成為資料分析的標配。隨著 Insyra 的成長，我們的目標是讓使用者能在同一個生態系中一條龍完成所有的資料分析工作，無需在多個語言或是工具間來回切換。',
        },
    };
